Repository: FIBUPC/Raco-iOS
Catalog: RacoMobile/Resources/Literals/*.strings
Languages: ca

# _enterLogin
source: Need to login
ca: Necessita iniciar sessió

# _checkConnection
source: Check your connection
ca: Comprovi la seva connexió

source: Cancel
ca: Cancel·lar

# _needToLogin
source: To enter Racó you need to be logged
ca: Per accedir al Racó és necessari haver iniciat una sessió

source: Back
ca: Enrere

source: Yes
ca: Si

# _detected_crash
source: Crash detected
ca: Error detectat

# _notify_developers
source: Do you want to sent an email to notify developers?
ca: Desitja enviar un correu als desenvolupadors amb el problema detectat?

source: Day
ca: Dia

# usernameKeyBundle
source: Username
ca: Usuari

# passwordKeyBundle
source: Password
ca: Contrasenya

# _noResultsText
source: No results
ca: Sense resultats

source: Updating data...
ca: Actualitzant dades...

# _cheking
source: Checking...
ca: Comprovant...

# _portada
source: Headlines
ca: Portada

source: Settings
ca: Configuració

# _internetError_title
source: Connection Error
ca: Error de connexió

# _internetError_message
source: Turn on cellular network or use Wi-Fi to reload data.
ca: Activa la connexió del dispositiu o utilitza la xarxa sense fils.

# _loadingPersistentData
source: Loading data...
ca: Carregant dades...

# _errorTitle
source: Information
ca: Informació

# _errorMessage
source: Failure to update some data
ca: Algunes dades no s'han pogut carregar adequadament

# _InitialNavTitle
source: Headlines
ca: Portada

# _mails
source: Recent emails
ca: Correu recent

# _news
source: Recent news
ca: Notícies recents

# _notices
source: Recent notices
ca: Avisos recents

# _initialSettingsNavTitle
source: Priorizer
ca: Prioritzar

# _goToNews
source: News
ca: Notícies

# _goToOccupation
source: Classrooms occupation
ca: Ocupació dels aularis

# _goToFIB
source: Where is the FIB?
ca: On és la FIB?

# _goToFIBSubjects
source: All FIB Subjects
ca: Totes les assignatures

# _goToBiblioteca
source: Library Access
ca: Accés a la Biblioteca

# _NewsNavTitle
source: News
ca: Notícies

# _noNews
source: There are no news
ca: No hi ha cap notícia

# _goToWeb
source: Go to Website
ca: Anar al enllaç Web

# _loadingWebView
source: Loading Web site...
ca: Carregant l'enllaç Web...

# _OccupationNavTitle
source: Occupation
ca: Ocupació

# _occupationA5
source: A5 Classroom
ca: Aulari A5

# _occupationB5
source: B5 Classroom
ca: Aulari B5

# _occupationC6
source: C6 Classroom
ca: Aulari C6

# _segmentControlImage
source: Image
ca: Imatge

# _segmentControlPlaces
source: Free places
ca: Llocs lliures

source: Last update
ca: Última actualització

source: Subject
ca: Assignatura

source: Free class
ca: Aula lliure

# _MapFibNavTitle
source: FIB's Map
ca: Mapa de la FIB

source: I am here
ca: Estic aquí

# _FibSubjectsTypeNavTitle
source: Subjects
ca: Assignatures

# _grauEnginyInfor
source: Bachelor Degree in Computing Engineering
ca: Grau en Enginyeria Informàtica

# _SubjectDetailCredits
source: Credits
ca: Crèdits

# _SubjectDetailObjectius
source: Objectives
ca: Objectius

# _SubjectDetailBibliografia
source: Basics bibliography
ca: Bibliografia bàsica

# _SubjectDetailBibliografiaComplementaria
source: Complementary bibliography
ca: Bibliografia complementària

# _SubjectDetailProfessors
source: Teachers
ca: Professors

source: email:
ca: correu:

# _goToMySubjects
source: My Subjects
ca: Les meves Assignatures

# _goToAgenda
source: My Agenda
ca: La meva Agenda

# _goToSchedule
source: My Schedule
ca: El meu Horari

# _goToMail
source: My Mail
ca: El meu Correu

# _synchronizeAgenda
source: Synchronize Agenda with device
ca: Sincronitza l'Agenda amb el dispositiu

# _today
source: Now
ca: Ara

source: All day
ca: Tot el dia

# _agendaTableHeader
source: Future events
ca: Esdeveniments futurs

# _agendaTableFooter
source: Past events
ca: Esdeveniments passats

# _synchronizeSchedule
source: Synchronize Schedule with device
ca: Sincronitza l'Horari amb el dispositiu

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Sunday
ca: Diumenge

# _MailsNavTitle
source: Mail
ca: Correu

# _synchronizeMail
source: Synchronize Mail with device
ca: Sincronitza el correu amb el dispositiu

# _fromMail
source: From:
ca: De:

# _noMails
source: You have no email
ca: No tens cap correu

# _RacoSubjectsNavTitle
source: My Subjects
ca: Les meves assignatures

# _AvisosNavTitle
source: Notices
ca: Avisos

# _noAvisos
source: There are no notices
ca: No hi ha cap avís

# _AvisosDetailNavTitle
source: Notice
ca: Avís

# _avisDescriptionLabel
source: Description
ca: Descripció

# _withoutDescription
source: <p>Without description</p>
ca: <p>Sense descripció</p>

# _SettingsNavTitle
source: Settings
ca: Configuració

# _goToLogin
source: Login
ca: Usuari

source: Logout
ca: Finalitzar sessió

# _goToLanguage
source: Language
ca: Idioma

# _goToWifi
source: Wifi Profile
ca: Perfil Wifi

# _settingLoginHeader
source: Change your Login
ca: Canvi d'usuari

# _settingsWifiHeader
source: Get your Wifi Profile
ca: Obtenir el meu Perfil Wifi

# _LanguageNavTitle
source: Language
ca: Idioma

# _LoginNavTitle
source: Login
ca: Iniciar sessió

# _closeLoginView
source: Close
ca: Enrere

# usernameKey
source: Username
ca: Usuari

# passwordKey
source: Password
ca: Contrasenya

# _userAndPassCorrect
source: Valid user and password
ca: Usuari i contrasenya vàlids

# _userAndPassIncorrect
source: Invalid user and password
ca: Usuari i contrasenya no vàlids

# _WifiNavTitle
source: Wifi Profile
ca: Perfil Wifi

source: Get Wifi Profile
ca: Obtenir el Perfil Wifi

# _usernameNeeded
source: Please enter a username
ca: Siusplau introdueixi un usuari

# _wifiTextView
source: The Wifi Profile is the Eduroam Wifi configuration profile from UPC, if you get your profile you will be always automatically loged to this Wifi network with your username and password.
ca: El Perfil Wifi es el perfil de configuració de la xarxa sense fils Eduroam de la UPC. Si obtens aquest perfil, no tindràs la necessitat de identificar-te sempre per connectar-te en aquesta xarxa.

# _settingsAboutNavTitle
source: About
ca: Informació

# _rateButtonLabel
source: Rate the RacóMobile on App Store
ca: Valora el RacóMobile a l'App Store

# _contactLabel
source: Questions, suggestions?
ca: Dubtes, sugeriments?

# _contactButtonLabel
source: Contact us by email
ca: Contacta amb nosaltres per correu

# _versionLabel
source: RacóMobile, Version %@
ca: RacóMobile, Versió %@

# _mailMessageSubject
source: [Racó Mobile]Contact
ca: [Racó Mobile]Contacte

# _emailTitle
source: Email
ca: Correu

source: Email canceled
ca: Correu cancel·lat

source: Email saved
ca: Correu guardat

source: Email sent
ca: Correu enviat

source: Email failed
ca: Correu fallat

source: Email not sent
ca: Correu no enviat

# _sentFromRacoMobile
source: Sent from iOS Racó Mobile.
ca: Enviat des de l'aplicació iOS Racó Mobile.

# _appAuthor
source: Author:
ca: Autor:

# _appDesign
source: Graphic design:
ca: Disseny gràfic:

# _rightsReserved
source: All rights reserved.
ca: Tots els drets reservats.
